Revit 2024 API
ParameterTypeId.SteelElemCopeAxisAngle Property
 "Tilt angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemCopeAxisAngle { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemCopeAxisAngle As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemCopeAxisAngle {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace